app/controllers/api/albums_controller.rb

  def index
    render json: Album.all
---
SELECT "albums".* FROM "albums"